const locale = {
  await: {
    next_time_text: 'अगला खेल',
    next_bonus_text: 'अगला बोनस',
    come_soon: 'जल्द आ रहा है',
    living: 'सप्राण',
    login_text: 'लॉगिन',
    set_reminder_btn: 'अनुस्मारक सेट करें',
    cancel_reminder_btn: 'कैन्सल् अनुस्मारक',
    reminder_phone: 'फ़ोन नंबर',
    remider_tip: 'मुझे रोज़ाना याद दिलाएं',
    userinfo_blance_text: 'शेष',
    userinfo_rank_text: 'साप्ताहिक रैंक',
    extra_lives_text: 'अतिरिक्त जीवन',
    get_more_text: 'अधिक पाना',
    referral_code_btn: 'रेफ़रल कोड लागू करें',
    invite_btn: 'आमंत्रित करें और नकद कमाएं',
    play_card_title: 'कैसे खेलें',
    play_card_step1: 'साइन अप करें, प्रतिदिन <span class="special"> 10 बजे </span> बजे प्रश्नों का उत्तर दें',
    play_card_step2: 'सभी 12 सवालों का जवाब दें, <span class="special"> ₹ 1,000,000 </span> तक जीतें!',
    play_card_step3: 'ग़लत जवाब देने पर <span class="special">अतिरिक्त जीवन</span> का उपयोग करें। इसे पाने के लिए नए उपयोगकर्ता को आमंत्रित करें!',
    play_card_step4: 'उत्तर दें, प्रश्नोत्तरी करें,  <span class="special"> ₹1,000,000 </span>तक जीतें!',
    ses_question_btn: 'प्रश्न सेट करें',
    teamBattle: '<span>टीम रण<br><em class="scale-text">जल्द आ रहा है</em></span>',
    referral_code_pop: {
      title: 'लागू करें रेफरल कोड',
      description: 'अतिरिक्त जीवन पाने के लिए किसी मित्र का रेफ़रल कोड दर्ज करें।',
      instructions: 'रेफरल कोड',
      case1: 'आप अपना खुद का रेफ़रल कोड दर्ज नहीं कर सकते हैं।',
      case2: 'अमान्य रेफ़रल कोड, कृपया इसे अभी जांचें।',
      case3: 'आप पहले से ही रेफ़रल कोड लागू कर चुके हैं। आप केवल एक बार आवेदन कर सकते हैं .',
      case4: 'यह रेफ़रल कोड एक्स्पायर्ड',
      case5: 'क्षमा करें, आप इस रेफ़रल कोड का उपयोग करने का आखिरी मौका खो चुके हैं। आप अधिक जीवन पाने के लिए दोस्तों को शेयर या आमंत्रित कर सकते हैं',
      case6: 'यह रेफ़रल कोड पहले ही लागू हो चुका है।',
      case7: 'जमा करने में असफल कृपया बाद में पुनः प्रयास करें।',
      cancel: 'रद्द करें',
      ok: 'ठीक'
    },
    remider_pop: {
      case1: 'कृपया सही फोन नंबर दर्ज करें',
      case2: 'आपका फोन नंबर पहले ही अनुस्मारक सेट कर चुका है।',
      case3: 'जमा करने में असफल कृपया बाद में पुनः प्रयास करें।',
      case4: 'बधाई। आप पहले ही अपना अनुस्मारक सेट कर चुके हैं।',
      cancel_case1: 'क्या आप क्विज़ अनुस्मारक को कैंसल कर ना चाहते हैं?',
      cancel_case2: 'कैन्सल स्मरणपत्र असफल है',
      cancel_case3: 'कैन्सल स्मरणपत्र सफल'
    },
    set_question_pop: 'कृपया प्रश्न सेट करने के लिए लॉग इन करें और आप पहले से ही प्रश्न और संकेत प्राप्त कर सकते हैं, और अतिरिक्त पुरस्कार जीतने की संभावना है!'
  },
  balance: {
    your_blance: 'आपका शेष',
    total_revenus: 'कुल आय',
    history: 'इतिहास',
    hint: 'आप 150 रुपये की न्यूनतम शेष राशि के साथ कैशआउट कर सकते हैं.स्वीकृत होने के बाद, नकद 7 दिनों में स्थानांतरित कर दिया जाएगा',
    cash_out_btn: 'नकदी निकलना'
  },
  balanceDetail: {
    title: 'नकदी निकलना',
    withdraw_cash_text: 'नगद निकास करें',
    name: 'नाम',
    p_number: 'स्थायी खाता संख्या',
    paytm: 'पेटीएम खाता',
    noitce: 'नोटिस: उपर्युक्त जानकारी नकद निकासी के लिए पेटीएम को जमा की जाएगी। वर्तमान में, इस खेल में नकद निकालने के लिए केवल भारतीय रुपया उपलब्ध हैं।',
    cash_out_btn: 'नकदी निकलना',
    balance_pop: {
      no_money: 'क्षमा करें आपको नकद निकालने के लिए {currencyType} {withdraw}की न्यूनतम शेष राशि की आवश्यकता है। इसे पाने के लिए और अधिक गेम जीतें!',
      no_name: 'कृपया सही नाम दर्ज करें',
      no_p_number: 'कृपया एक सही पैन आईडी दर्ज करें',
      no_ptm: 'कृपया एक मान्य पेटीएम खाता दर्ज करें!',
      text: 'आपका पेटीएम खाता<p><b>{myPay}</b></p> है। क्या आप अभी नकद निकलना चाहते हैं?',
      submit_success: 'सफलतापूर्वक! समीक्षा के बाद आपको अपनी शेष राशि प्राप्त होगी',
      submit_faild1: 'आपके खाते के बारे में रिकॉर्ड्स मौजूद नहीं है।',
      submit_faild2: 'आपका खाता शेष पर्याप्त नहीं है।',
      submit_faild3: 'त्रुटि लोड हो रहा है, कृपया अभी अपना इंटरनेट जांचें।',
      ok: 'ठीक'
    }
  },
  balanceRecord: {
    withdrawal_title: 'निकासी इतिहास',
    cash_title: 'नकद इतिहास',
    item_withdrawal_title: 'नकदी निकलना',
    item_cash_title1: 'विन कैश',
    item_cash_title2: 'नगद निकास करें',
    delete: 'सब हटाना',
    no_withdrawal: 'कोई निकासी इतिहास नहीं',
    no_cash: 'कोई नकद रिकॉर्ड नहीं',
    faild_hint: 'क्षमा करें, नकद निकालने के लिए आपका आवेदन विफल रहा है। कृपया जांचें और सबमिट करें।',
    cash_status: {
      withdrawing: 'निकालना',
      approved: 'स्वीकृत',
      failed: 'अनुत्तीर्ण होना',
      success: 'सफलता'
    },
    delete_pop: {
      delete_withdwawal: 'क्या आप वाकई सभी निकासी इतिहास को डिलीट कर्ना चाहते हैं?',
      delete_cash: 'क्या आप वाकई सभी नकद इतिहास को हटाना चाहते हैं?',
      delete_faild: 'आप निकासी इतिहास को हटाने में विफल रहे।'
    }
  },
  blank: {
    text1: 'Sorry!',
    text2: 'Currently, we don\'t provide any game service in EU, and it is only available in India.'
  },
  contact: {
    title: 'हमसे संपर्क करें',
    describe: 'यदि आपको कोई प्रश्न हैं, या आप अपने खाते को स्थायी रूप से हटाना चाहते हैं.  निम्नलिखित विधियों से हमसे संपर्क करने में संकोच न करें:',
    email: 'gomillionaire@apusapps.com',
    fb: 'फेसबुक',
    twitter: 'ट्विटर',
    ins: 'इंस्टाग्राम'
  },
  invite: {
    rule_bnt: 'नियम',
    invite_btn: 'आमंत्रित करें और नकद कमाएं',
    steps_title: 'कैसे कमाए',
    rank_text1: '{number}नए उपयोगकर्ता को आमंत्रित करें',
    rank_text2: 'कमाएं',
    rank_text3: 'इनाम मिलना',
    rank_text4: 'अभी तक नहीं खे',
    rank_text5: '{time} को खेला गया',
    rank_text6: ' Invited on {time}',
    rank_hint: '- मित्रों को पहली बार \'गो! मिलियनेयर\' खेलने के बाद आमंत्रित किया जाएगा -',
    rule: [
      '1. आप फेसबुक, व्हाट्सएप, ट्विटर इत्यादि के माध्यम से दोस्तों को आमंत्रित कर सकते हैं;',
      '2. जिसे आप आमंत्रित करते हैं, उसे खेलना चाहिए! \'गो! मिलियनेयर\', तो आप पुरस्कार प्राप्त कर सकते हैं रु10',
      '3. जब आप अपनी शेष राशि तक पहुंचते हैं तो आप पेटीएम खाते के साथ नकद निकाल सकते हैं रु150.',
      '4. अगर आप अपनी राशि निकलना चाहते हैं तो आपको अपनी पैन आईडी जमा करनी होगी',
      '5. नकद 7 दिनों में स्थानांतरित कर दिया जाएगा;',
      '6. आप पहले से पंजीकृत दोस्त से नकद / लाइव नहीं प्राप्त कर सकते हैं।'
    ],
    steps: [
      'खेलने के लिए अपने दोस्तों को आमंत्रित करें',
      'अपने दोस्तों को साइन अप करने और खेलने के लिए कहें',
      'आप 10 रुपये कमा सकते हैं, जब आपके दोस्तों ने यह गेम खेला होगा'
    ],
    rank_text: [
      'साप्ताहिक रैंक', 'कुल रैंक', 'मेरा निमंत्रण'
    ],
    no_list_title: 'कोई मित्र आमंत्रित नहीं है।',
    no_list_text: 'अभी नकद कमाने के लिए दोस्तों को आमंत्रित करें!'
  },
  login: {
    title: 'साइन अप',
    tel_tip: 'अपना फ़ोन नंबर दाले',
    code_tip: 'अपना सत्यापन कोड डालें',
    send_btn: 'भेजें',
    login_btn: 'साइन अप',
    notice: 'नोटिस: मोबाइल नंबर का उपयोग केवल टेनेंट क्लाउड से एसएमएस सत्यापन कोड प्राप्त करने के लिए किया जाएगा।',
    login_pop: {
      text1: 'कृपया एक सही फोन नंबर दर्ज करें।',
      text2: 'गलत सत्यापन कोड, कृपया पुनः प्रयास करें।',
      text3: 'कोड को सत्यापित करने में विफल, कृपया पुनः प्रयास करें।',
      text4: 'कोड को अक्सर भेजना। कृपया बाद में सत्यापित करें।',
      text5: 'भेजने में विफल, कृपया पुनः प्रयास करें।',
      text6: 'क्षमा करें',
      text6_1: 'ओह, परेशान मत हो। आपकी शेष राशि पहले ही शून्य पर रीसेट हो गई है क्योंकि आपने जीतने के पहले 24 घंटों के भीतर नकद नहीं किया था। अगली बार तुरंत जीतने के बाद कृपया लॉगिन करें।',
      text7: 'आपने इस खाते को अन्य डिवाइस पर लॉग इन किया है। कृपया जांचें और दूसरा प्रयास करें।',
      text8: 'आपका संपर्क टूट चुका है। अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।',
      btn1: 'ठीक',
      btn2: 'पुनः प्रयास करें'
    }
  },
  main: {
    count_down: '{time} से शुरू हो रहा है',
    send_btn: 'भेजें',
    viewing: 'देखे',
    anwser_out_text: 'बाहर',
    anwser_incorrect_text: ' ग़लत'
  },
  anwser_rank: {
    week_tap: 'साप्ताहिक रैंक',
    total_tap: 'समूचा समय रैंक',
    not_on_list: 'सूची में नहीं'
  },
  rule: {
    title: 'कैसे खेलें',
    ruleList: [
      {
        title: `समय पर हमारे लाइव क्विज़ गेम में शामिल हों`,
        describe: `कृपया देर न करें क्योंकि आप नकद पुरस्कार खो देंगे। आपको याद दिलाने के लिए एक पुश अधिसूचना भेजी जाएगी।`
      },
      {
        title: `10s में प्रत्येक प्रश्न का उत्तर दें`,
        describe: `12 प्रश्न हैं। प्रत्येक के लिए 10 सेकंड में जवाब चुनें।`
      },
      {
        title: `नकदी जीतने के लिए सभी सवालों का सही जवाब दें`,
        describe: `जो लोग सभी उत्तर सही देंगे, नकद पुरस्कार सभी विजेताओं के बीच विभाजित होगा।`
      },
      {
        title: `जो गलत जवाब देता है वह बाहर हो जाएगा`,
        describe: `यदि आप गलत जवाब चुनते हैं, या समय समाप्त हो गया है, तो इसका मतलब है कि आप खेल से बाहर हैं`
      },
      {
        title: `कोई विजेता नहीं? अगला पुरस्कार बड़ा प्राप्त करें`,
        describe: `यदि कोई उपयोगकर्ता सही प्रश्न/उत्तर नही दे पाता है, तो पुरस्कार अगले दिन तक पहुँच जाएगा.`
      },
      {
        title: `पेटीएम के माध्यम से कैशआउट`,
        describe: `यदि आप जीतते हैं तो आप अपने पेटीएम खाते से नकद निकाल सकते हैं।`
      },
      {
        title: `दोस्तों को आमंत्रित करें और एक साथ असली नकदी जीतें`,
        describe: ``
      }
    ],
    fb_describe: 'जीतने के लिए और सुझाव प्राप्त करना चाहते हैं? फेसबुक पेज पर हमें पसंद है!'
  },
  setQuestion: {
    title: 'खुद के प्रश्न सेट करें',
    share_btn: 'हमारा अनुसरण करो',
    name: 'आपका नाम',
    tel: 'आपका फ़ोन नंबर',
    question: 'अब अपना प्रश्न सेट करने के लिए टैप करें',
    option_a: 'विकल्प ए',
    option_b: 'विकल्प बी',
    option_c: 'विकल्प सी',
    correct_text: 'सही उत्तर',
    submit_btn: 'जमा करें',
    question_rule: {
      title1: 'सेट करें, सवाल करें, इसे जीतिए!!',
      title2: 'सेट करें, सवाल करें, इसे जीतिए!!',
      notice_title: 'नोटिस:',
      instruction: [
        '1. उचित प्रश्नोत्तरी और वर्तनी के साथ अपने प्रश्नों को सेट करें, और हमारे क्विज़ मास्टर बनने के लिए उन्हें सबमिट करें।',
        '2. एक बार आपके प्रश्न चुने जाने के बाद, आपको अपने स्वयं के प्रश्न का उत्तर देने की संभावनाएं मिलेंगी! जीतने के लिए \'गो! मिलियनेयर \'खेले।',
        '3. आपका नाम आपके प्रश्नों के नीचे दिखाया जाएगा, जिसका अर्थ है कि आपका नाम और प्रश्न लाखों एपस उपयोगकर्ताओं द्वारा देखा जाएगा।',
        '4. हम प्रत्येक क्विज़ मास्टर  को @APUSBrowser फेसबुक पेज पर हर रोज घोषित करेंगे ..'
      ],
      notice: {
        title: 'नोट',
        text1: 'केवल अंग्रेजी प्रश्न।',
        text2: 'हमारे "गोल्डन क्विज़ मास्टर" बनने के लिए जितने सवाल हो सके उतने सबमिट करें',
        text3: 'मास्टर "हर हफ्ते, पुरस्कार आपको प्रतीक्षा करते हैं।'
      },
      agree_btn: 'ठीक, मैं सहमत हूँ'
    },
    question_pop: {
      submit_faild_title: 'जमा करने में विफल',
      no_name: 'अपना नाम दर्ज करें।',
      no_tel: 'कृपया अपना फोन नंबर दर्ज करें',
      wrong_tel: 'कृपया सही फोन नंबर दर्ज करें',
      no_question: 'कृपया सवाल पूरा करें',
      no_answer: 'कृपया उत्तर पूरा करें',
      submit_faild: 'आपका इंटरनेट अस्थिर है, कृपया पुनः प्रयास करें।',
      ok: 'ठीक'
    }
  },
  setQuestionResult: {
    title: 'खुद के प्रश्न सेट करें',
    text1: 'आपका प्रश्न भेज दिया गया है',
    text2: 'धन्यवाद! ज्ञान ही शक्ति है। हम सभी सबमिशन की समीक्षा करेंगे और प्रतिदिन एपस ब्राउज़र फेसबुक पेज पर चुने हुए प्रश्नों और क्विज़ मास्टर की घोषणा करेंगे।',
    text3: 'आप अधिग्रहण करेंगे:',
    text4: '1. प्रश्नोत्तरी के लिए प्रतिदिन संकेत प्राप्त करें',
    text5: '2. पुरस्कार जीतने के लिए और अधिक दिलचस्प प्रतियोगिताएं',
    text6: '3. क्विज़ मास्टर समूह में शामिल होने की संभावना',
    share_btn: 'हमारा अनुसरण करो',
    submit_btn: 'जमा करें दूसरा'
  },
  userCenter: {
    title: 'उपयोगकर्ता प्रोफ़ाइल',
    save: 'सेव ',
    edit: 'संपादित करें',
    name: 'उपनाम',
    tel: 'फ़ोन नंबर',
    code: 'रेफ़रल कोड',
    cash_history: 'नकद इतिहास',
    contact: 'हमसे संपर्क करें',
    logout_btn: 'लोग आउट',
    logout_pop: {
      text1: 'क्या आप लॉग आउट करना चाहते हैं?',
      text2: 'आप लॉग आउट करने में विफल रहे, कृपया पुनः प्रयास करें।'
    },
    edit_pop: {
      save_success: 'उपयोगकर्ता प्रोफ़ाइल सफलतापूर्वक सेव्ड  हो गया हैं',
      save_faild: 'उपयोगकर्ता प्रोफ़ाइल सेव्ड नहीं हुआ हैं',
      upload_success: 'प्रोफ़ाइल चित्र सफलतापूर्वक अपलोड हो गयी',
      upload_faild: 'प्रोफ़ाइल चित्र अपलोड असफल',
      picture_large: 'चित्र अपलोडिंग बहुत बड़ी है',
      picture_format_error: 'तस्वीर का प्रारूप गलत है',
      ok: 'ठीक'
    }
  },
  shareDetail: {
    title: 'अतिरिक्त जीवन',
    describe1: 'जब आप लॉग इन करने के बाद गलत तरीके से जवाब देते हैं तो आप एक्स्ट्रा लाइव्स का उपयोग कर सकते हैं। यह स्वचालित रूप से लागू हो जाएगा। अंतिम प्रश्न को छोड़कर प्रति गेम मे दो अतिरिक्त जीवन का उपयोग किया जा सकता है।',
    describe2: 'आप इसे एक नए उपयोगकर्ता को आमंत्रित करने के माध्यम से प्राप्त कर सकते हैं। हर बार जब वह आपके रेफ़रल कोड के साथ साइन अप करता है और हमारे खेल को खेलता है, तो आप दोनों को एक लाइव मिलता है।',
    text: 'मेरा रेफ़रल कोड:',
    share_btn: 'आमंत्रण'
  },
  receiveCard: {
    share_title: 'I\'m playing \'Go! Millionaire\', my referral code is {code}，join us and win up to Rs.1,000,000 at 10PM every day!',
    share_descripe: 'Download Go!Millonaire Browser and use my referral code {code}, let keep winning cash every day!',
    share_pop: {
      text1: 'मेरा रेफ़रल कोड:',
      text2: 'इसे पाने के लिए अपने दोस्तों को आमंत्रित करना शुरू करें!'
    },
    invite_pop: {
      text1: 'नकदी कमाने के लिए दोस्तों को आमंत्रित करें',
      text2: 'प्रत्येक निमंत्रण ₹ 10000 तक कमा सकता है'
    }
  },
  reviveGuide: {
    title: 'रेफरल कोड अब उपलब्ध है!',
    text1: 'गलत जवाब देने पर खेलते रहें',
    text2: 'जीतने के लिए और अधिक संभावनाएं प्राप्त करें',
    text3: 'अगले मिलियनएयर होने के लिए नकदी जीते!',
    btn: 'अब अतिरिक्त जीवन प्राप्त करें'
  },
  winnersResult: {
    result_tip: 'पुरस्कार अगले गेम में रोल हो जाएगा',
    no_winner: 'कोई विजेता नहीं!',
    title1: 'विजेता!',
    title2: 'आप जीट गेए',
    hint: 'बधाई! इस खेल में {winnerAmount} विजेता!'
  },
  policyBomb: {
    agreement: 'उपयोगकर्ता अनुबंध',
    policy: 'गोपनीयता नीति',
    describe1: 'गेम अनुभव को बेहतर बनाने और उपयोगकर्ता डेटा की सुरक्षा के लिए, कृपया गेम शुरू करने से पहले',
    describe2: 'और',
    describe3: 'को ध्यान से पढ़ें!',
    symbol: 'और'
  },
  NewAnnouncement: '<span class="iconfont icon-laba horn"></span>Hey, Crorepati! Do you want to open a TREASURE BOX? Join us at 10PM everyday,you\'ll be the lucky one!',
  stringWords: [
    'गो मिलियनेयर\' गेम में आपका स्वागत है! सभी प्रश्नों का सही उत्तर दें और आप हर दिन  ₹ 1,000,000 तक जीत सकते हैं!',
    'आपको सही जवाब पर टैप करने की आवश्यकता है, अगर आप किसी भी गलत सवाल का जवाब देते हैं, तो आप अतिरिक्त जीवन का उपयोग कर सकते हैं। अब खेलने के लिए तैयार हो जाओ!'],
  newbieTask: {
    start_page: {
      desp: 'हैलो, ‘गो मिलियनेयर’ में आपका स्वागत है । यहां आपके लिए एक <span class="important">अतिरिक्त जीवन</span> है, इसे अभी प्राप्त करने के लिए कार्य को समाप्त करें।',
      btn: 'कार्य शुरू करें'
    },
    result_page: {
      title: 'बधाई हो !',
      text1: 'आपका कार्य पूरा हो गया है। यहां अतिरिक्त जीवन है।',
      btn: 'अधिक अतिरिक्त जीवन प्राप्त करें'
    },
    question: [
      {ji: '0', js: 1, jc: 'दिवाली को "____ का त्यौहार" कहा जाता है।', jo: ['रंग', 'पानी', 'दीपक'], ja: 'fb730d8e7cfbcc0ec0444c9152e089d3', jd: ['दिवाली, या दीपावली, जो कि रोशनी के त्यौहार के रूप में भी जाना जाता है, वर्ष का भारत का सबसे बड़ा और सबसे महत्वपूर्ण उत्सव है।'], restTime: 10},
      {ji: '1', js: 2, jc: 'भारतीय राष्ट्रीय ध्वज में कोई ____ रंग नहीं है.', jo: ['लाल', 'सफेद', 'हरा'], ja: '3edb72199876c50ef02c73506d2cd2f7', jd: ['भारत का राष्ट्रीय ध्वज अपने केंद्र में नौसेना के नीले रंग में एक 24-स्पीच व्हील अशोक चक्र के साथ नारंगी', 'सफेद और हरा का एक क्षैतिज, आयताकार त्रिभुज है। उस पर कोई लाल रंग नहीं है।'], restTime: 10},
      {ji: '2', js: 3, jc: 'भारत का राष्ट्रीय फूल क्या है?', jo: ['कमल', 'गुलाब', 'चमेली'], ja: '110572472111ea9fd77bbd94c234b753', jd: ['कमल भारत का राष्ट्रीय फूल है। यह एक पवित्र फूल है और भारतीय संस्कृति का शुभ प्रतीक रहा है।'], restTime: 10}
    ]
  },
  bounsTip: [
    {
      title: 'ओह',
      desp: 'यह खाली है! कल कोशिश करे!',
      btnText: 'आमंत्रित करें और नकद कमाएं'
    },
    {
      title: 'बधाई हो',
      desp: 'आपको {currencyType}{money} मिल गया हैं। बढ़ते रहें!!',
      btnText: 'आमंत्रित करें और नकद कमाएं'
    },
    {
      title: 'बधाई हो।',
      desp: 'आपको एक अतिरिक्त जीवन मिलता है।',
      btnText: 'अधिक पाना'

    },
    {
      title: 'बधाई हो।',
      desp: 'एक खसना प्राप्त हुआ',
      btnText: 'खोलेइसे'
    },
    {
      title: 'क्षमा करें',
      desp: 'इसे खोलने में विफल रहे',
      btnText: ''
    }
  ],
  tip: {
    userReviveCard: { // 使用复活卡
      title: 'आपके पास अतिरिक्त जीवन है!', // 主题
      desp: '5 में अतिरिक्त जीवन का उपयोग करना', // 描述
      btn: 'अभी नहीं' // 按钮文案
    },
    firstQuestionWrong: { // 首题答错
      title: 'एलिमिनेट के लिए असहमत?', // 主题
      desp: 'हमें इस सवाल पर असफल होने का कारण बताएं। चलिए इस खेल को बेहतर बनाते हैं!', // 描述
      btn: 'अब शामिल हों' // 按钮文案
    },
    otherquestionwrong: { // 非首题答错
      title: 'ऊप्स! आप 1 प्रश्न पर असफल रहे।', // 主题
      desp: 'आपके और एक मिलियन के बीच केवल 1 प्रश्न हैं (है)। अतिरिक्त जीवन पाने के लिए एक नए उपयोगकर्ता को आमंत्रित करें', // 描述
      btn: 'अभी आमंत्रित करें' // 按钮文案
    },
    failtosubmit: { // 提交答案失败
      title: 'जमा करने में विफल', // 主题
      desp: 'ओह, आप पहले से ही 1 प्रश्न पर असफल हो चुके हैं।', // 描述
      btn: 'ठीक' // 按钮文案
    },
    timeoutToSubmit: { // 提交答案超时
      title: 'खेल खत्म', // 主题
      desp: 'क्षमा करें, लेकिन आप खेल से पहले ही बहार हो चुके हैं। कृपया अपने इंटरनेट कनेक्शन की जाँच करें।', // 描述
      btn: 'ठीक' // 按钮文案
    },
    failToUseReviveCard: { // 复活卡使用失败
      title: 'अतिरिक्त जीवन का उपयोग विफल', // 主题
      desp: 'आपका इंटरनेट कनेक्शन डिस्कनेक्ट हो गया है या आपके सर्वर टाइमआउट से अनुरोध है। कृपया अपने इंटरनेट कनेक्शन की जाँच करें।', // 描述
      btn: 'ठीक' // 按钮文案
    },
    eliminated: { // 点击选项已经被淘汰
      title: 'आप खेल मे मौजूद नही है', // 主题
      desp: 'अब आप नकद पुरस्कार के लिए खेल नहीं सकते हैं। लेकिन आप देख और चैट कर सकते हैं।', // 描述
      btn: 'ठीक' // 按钮文案
    },
    lateJoin: { // 进入时已经被淘汰
      title: 'आप शामिल होने में देर हो चुकी है', // 主题
      desp: 'गेम पहले ही शुरू हो चुका है, अब आप केवल गेम देख सकते हैं। अगली बार खेलने और जीतने के लिए कृपया पहले आएं।', // 描述
      btn: 'ठीक' // 按钮文案
    },
    networkNotice: {
      title: 'कृपया अपने इंटरनेट कनेक्शन की जाँच करें।',
      desp: 'अन्यथा यदि आपका इंटरनेट अस्थिर है तो आपका फोन गेम के दौरान हैंग या डिले कर सकता है।',
      btn: 'ठीक'
    },
    versionUpdate: {
      title: 'नया संस्करण उपलब्ध है',
      desp: 'बाहर निकलें और फिर खोलें, या आप अपग्रेड करने के लिए ब्राउज़र कैश साफ़ कर सकते हैं। अब नकद जीतने के लिए नवीनतम सुविधा का अनुभव करें!',
      btn: 'ठीक'
    },
    reviveSuccess: {
      title: 'आप पुनर्जीवित हो जाएंगे।',
      desp: 'नोट: अंतिम प्रश्न को छोड़कर, अतिरिक्त जीवन का उपयोग प्रति गेम दो बार किया जा सकता है'
    },
    anwserWrong: {
      title: 'क्या आप बोनस खो रहे हैं?',
      desp: 'दोस्तों को शामिल होने और खेलने के लिए आमंत्रित करें, अब नकद कमाएं!',
      btn: 'आमंत्रित करें और नकद कमाएं'
    },
    downBrowser: {
      title: 'आसानी से नकदी जीतने के लिए “गो मिलियनेयर ब्राउज़र” ऐप का प्रयास करें।',
      desc: 'प्रश्नोत्तरी खेलें और जीतें रु 1,000,000 तक।',
      btn: 'अब खोलो'
    },
    failTipModal: {
      title: 'क्या आप बोनस खो रहे हैं?',
      desc: 'दोस्तों को शामिल होने और खेलने के लिए आमंत्रित करें₹10000 तक नकद कमाएं!',
      button: 'आमंत्रित करें और नकद कमाएं'
    },
    wonShareModal: {
      title: 'बधाई! तुम जीते!',
      desc: 'आपने अभी नकद ₹{money} जीता है, दोस्तों को शामिल होने और अधिक पैसे कमाने के लिए आमंत्रित किया है!',
      btn: 'नकद आमंत्रित करें और कमाएं'
    },
    balanceShareModal: {
      title: 'सफलतापूर्वक नकद निकालना',
      desc: 'समीक्षा के बाद आपको नकद मिल जाएगी, दोस्तों को अधिक पैसा कमाने के लिए आमंत्रित करें!',
      btn: 'नकद आमंत्रित करें और कमाएं'
    }
  }
}
export default locale
