const locale = {
  await: {
    next_time_text: 'अगला खेल',
    next_bonus_text: 'अगला बोनस',
    come_soon: 'जल्द आ रहा है',
    living: 'सप्राण',
    set_reminder_btn: 'अनुस्मारक सेट करें',
    reminder_phone: 'फ़ोन नंबर',
    remider_tip: 'मुझे रोज़ाना याद दिलाएं',
    userinfo_blance_text: 'शेष',
    userinfo_rank_text: 'साप्ताहिक रैंक',
    extra_lives_text: 'अतिरिक्त जीवन',
    get_more_text: 'अधिक पाना',
    referral_code_btn: 'रेफ़रल कोड लागू करें',
    invite_btn: 'आमंत्रित करें और नकद कमाएं',
    play_card_title: 'कैसे खेलें',
    play_card_step1: 'साइन अप करें, प्रतिदिन <span class="special">{time}</span> बजे प्रश्नों का उत्तर दें',
    play_card_step2: 'सभी 12 सवालों का जवाब दें, <span class="special">{money}</span> तक जीतें!',
    play_card_step3: 'Use<span class="special">{life}</span>when answering incorrectly. Invite new user to get it!',
    ses_question_btn: 'खुद से प्रश्न सेट करें',
    referral_code_pop: {
      title: 'लागू करें रेफरल कोड',
      description: 'अतिरिक्त जीवन पाने के लिए किसी मित्र का रेफ़रल कोड दर्ज करें।',
      Instructions: 'रेफरल कोड',
      case1: 'आप अपना खुद का रेफ़रल कोड दर्ज नहीं कर सकते हैं।',
      case2: 'अमान्य रेफ़रल कोड, कृपया इसे अभी जांचें।',
      case3: 'आप पहले से ही रेफ़रल कोड लागू कर चुके हैं। आप केवल एक बार आवेदन कर सकते हैं .',
      case4: 'यह रेफ़रल कोड एक्स्पायर्ड',
      case5: 'क्षमा करें, आप इस रेफ़रल कोड का उपयोग करने का आखिरी मौका खो चुके हैं। आप अधिक जीवन पाने के लिए दोस्तों को शेयर या आमंत्रित कर सकते हैं',
      case6: 'यह रेफ़रल कोड पहले ही लागू हो चुका है।',
      case7: 'जमा करने में असफल कृपया बाद में पुनः प्रयास करें।'
    },
    remider_pop: {
      case1: 'कृपया सही फोन नंबर दर्ज करें',
      case2: 'आपका फोन नंबर पहले ही अनुस्मारक सेट कर चुका है।',
      case3: 'जमा करने में असफल कृपया बाद में पुनः प्रयास करें।',
      case4: 'बधाई। आप पहले ही अपना अनुस्मारक सेट कर चुके हैं।'
    },
    set_question_pop: 'कृपया प्रश्न सेट करने के लिए लॉग इन करें और आप पहले से ही प्रश्न और संकेत प्राप्त कर सकते हैं, और अतिरिक्त पुरस्कार जीतने की संभावना है!'
  },
  balance: {
    your_blance: 'आपका शेष',
    total_revenus: 'कुल आय',
    history: 'इतिहास',
    hint: 'आप ₹ 150 की न्यूनतम शेष राशि के साथ नकद कर सकते हैं, भुगतान स्वीकृत होने के 7 दिनों बाद किए जाएंगे',
    cash_out_btn: 'नकदी निकलना'
  },
  balanceDetail: {
    title: 'नकदी निकलना',
    withdraw_cash_text: 'नगद निकास करें',
    name: 'नाम',
    p_number: 'स्थायी खाता संख्या',
    paytm: 'पेटीएम खाता',
    noitce: 'नोटिस: उपर्युक्त जानकारी नकद निकासी के लिए पेटीएम को जमा की जाएगी। वर्तमान में, इस खेल में नकद निकालने के लिए केवल भारतीय रुपया उपलब्ध हैं।',
    cash_out_btn: 'नकदी निकलना',
    balance_pop: {
      no_money: 'क्षमा करें आपको नकद निकालने के लिए {currencyType} {withdraw}की न्यूनतम शेष राशि की आवश्यकता है। इसे पाने के लिए और अधिक गेम जीतें!',
      no_name: 'कृपया सही नाम दर्ज करें',
      no_p_number: 'कृपया एक सही पैन आईडी दर्ज करें',
      no_ptm: 'कृपया एक मान्य पेटीएम खाता दर्ज करें!',
      text: 'आपका पेटीएम खाता<p><b>{myPay}</b></p> है। क्या आप अभी नकद निकलना चाहते हैं?',
      submit_success: 'सफलतापूर्वक! समीक्षा के बाद आपको अपनी शेष राशि प्राप्त होगी',
      submit_faild1: 'आपके खाते के बारे में रिकॉर्ड्स मौजूद नहीं है।',
      submit_faild2: 'आपका खाता शेष पर्याप्त नहीं है।',
      submit_faild3: 'त्रुटि लोड हो रहा है, कृपया अभी अपना इंटरनेट जांचें।'
    }
  },
  balanceRecord: {
    withdrawal_title: 'निकासी इतिहास',
    cash_title: 'Cash History',
    item_withdrawal_title: 'नकदी निकलना',
    item_cash_title1: 'विन कैश',
    item_cash_title2: 'नगद निकास करें',
    delete: 'सब हटाना',
    no_withdrawal: 'कोई निकासी इतिहास नहीं',
    no_cash: 'No Cash History',
    faild_hint: 'क्षमा करें, नकद निकालने के लिए आपका आवेदन विफल रहा है। कृपया जांचें और सबमिट करें।',
    cash_status: {
      withdrawing: 'Withdrawing',
      approved: 'स्वीकृत',
      failed: 'अनुत्तीर्ण होना',
      success: 'सफलता'
    },
    delete_pop: {
      delete_withdwawal: 'क्या आप वाकई सभी निकासी इतिहास को डिलीट कर्ना चाहते हैं?',
      delte_cash: 'क्या आप वाकई सभी नकद इतिहास को हटाना चाहते हैं?',
      delete_faild: 'आप निकासी इतिहास को हटाने में विफल रहे।'
    }
  },
  blank: {
    text1: 'Sorry!',
    text2: 'Currently, we don\'t provide any game service in EU, and it is only available in India.'
  },
  contact: {
    title: 'हमसे संपर्क करें',
    describe: 'यदि आपको कोई प्रश्न हैं, या आप अपने खाते को स्थायी रूप से हटाना चाहते हैं.  निम्नलिखित विधियों से हमसे संपर्क करने में संकोच न करें:',
    email: 'gomillionaire@apusapps.com',
    fb: 'फेसबुक',
    twitter: 'ट्विटर',
    ins: 'इंस्टाग्राम'
  },
  invite: {
    rule_bnt: 'नियम',
    invite_btn: 'आमंत्रित करें और नकद कमाएं',
    steps_title: 'कैसे कमाए',
    rank_text1: '{number}नए उपयोगकर्ता को आमंत्रित करें',
    rank_text2: 'कमाएं',
    rank_text3: 'इनाम मिलना',
    rank_text4: 'अभी तक नहीं खे',
    rank_text5: '{time} को खेला गया',
    rank_text6: ' Invited on {time}',
    rank_hint: '- मित्रों को पहली बार \'गो! मिलियनेयर\' खेलने के बाद आमंत्रित किया जाएगा -',
    rule: [
      '1. आप फेसबुक, व्हाट्सएप, ट्विटर इत्यादि के माध्यम से दोस्तों को आमंत्रित कर सकते हैं;',
      '2. जिसे आप आमंत्रित करते हैं उसे \'गो! मिलियनेयर \', तो आप रुपये प्राप्त कर सकते हैं। 10 पुरस्कार',
      '3. जब आप अपनी शेष राशि तक पहुंचते हैं तो आप पेटीएम खाते के साथ नकद निकाल सकते हैं रु150.',
      '4. अगर आप अपनी राशि निकलना चाहते हैं तो आपको अपनी पैन आईडी जमा करनी होगी',
      '5. नकद 7 दिनों में स्थानांतरित कर दिया जाएगा;',
      '6. आप पहले से पंजीकृत दोस्त से नकद / लाइव नहीं प्राप्त कर सकते हैं।'
    ],
    steps: [
      'खेलने के लिए अपने दोस्तों को आमंत्रित करें',
      'अपने दोस्तों से साइन अप करने और खेलने के लिए कहें',
      'आप 10 रुपये कमा सकते हैं, जब आपके दोस्तों ने यह गेम खेला होगा'
    ],
    rank_text: [
      'साप्ताहिक रैंक', 'कुल रैंक', 'मेरा निमंत्रण'
    ],
    no_list_title: 'कोई मित्र आमंत्रित नहीं है।',
    no_list_text: 'अभी नकद कमाने के लिए दोस्तों को आमंत्रित करें!'
  },
  login: {
    title: 'साइन अप',
    tel_tip: 'अपना फ़ोन नंबर दाले',
    code_tip: 'अपना सत्यापन कोड डालें',
    send_btn: 'भेजें',
    login_btn: 'साइन अप',
    notice: 'नोटिस: मोबाइल नंबर का उपयोग केवल टेनेंट क्लाउड से एसएमएस सत्यापन कोड प्राप्त करने के लिए किया जाएगा।',
    login_pop: {
      text1: 'Please enter a right phone number.',
      text2: 'Wrong verification code, please try again.',
      text3: 'Fail to verify the code, please try again.',
      text4: 'Sending the code too often. Please verify later.',
      text5: 'Fail to send, please try again.'
    }
  },
  main: {
    count_down: '{time} से शुरू हो रहा है',
    send_btn: 'भेजें',
    viewing: 'Viewing',
    anwser_error_text: 'Out',
    anwser_pop: ''
  },
  anwser_rank: {
    week_tap: 'साप्ताहिक रैंक',
    total_tap: 'समूचा समय रैंक',
    not_on_list: 'सूची में नहीं'
  },
  rule: {
    title: 'कैसे खेलें',
    ruleList: [
      {
        title: `समय पर हमारे लाइव क्विज़ गेम में शामिल हों`,
        describe: `कृपया देर न करें क्योंकि आप नकद पुरस्कार खो देंगे। आपको याद दिलाने के लिए एक पुश अधिसूचना भेजी जाएगी।`
      },
      {
        title: `10s में प्रत्येक प्रश्न का उत्तर दें`,
        describe: `12 प्रश्न हैं। प्रत्येक के लिए 10 सेकंड में जवाब चुनें।`
      },
      {
        title: `नकदी जीतने के लिए सभी सवालों का सही जवाब दें`,
        describe: `जो लोग सभी उत्तर सही देंगे, नकद पुरस्कार सभी विजेताओं के बीच विभाजित होगा।`
      },
      {
        title: `जो गलत जवाब देता है वह बाहर हो जाएगा`,
        describe: `यदि आप गलत जवाब चुनते हैं, या समय समाप्त हो गया है, तो इसका मतलब है कि आप खेल से बाहर हैं`
      },
      {
        title: `कोई विजेता नहीं? अगला पुरस्कार बड़ा प्राप्त करें`,
        describe: `यदि कोई उपयोगकर्ता सही प्रश्न नहीं दे पटा है, तो पुरस्कार अगले दिन तक पहुंच जाएगा।`
      },
      {
        title: `पेटीएम के माध्यम से कैशआउट`,
        describe: `यदि आप जीतते हैं तो आप अपने पेटीएम खाते से नकद निकाल सकते हैं।`
      },
      {
        title: `दोस्तों को आमंत्रित करें और एक साथ असली नकदी जीतें`,
        describe: ``
      }
    ],
    fb_describe: 'जीतने के लिए और सुझाव प्राप्त करना चाहते हैं? फेसबुक पेज पर हमें पसंद है!'
  },
  setQuestion: {
    title: 'खुद के प्रश्न सेट करें',
    share_btn: 'हमारा अनुसरण करो',
    name: 'आपका नाम',
    tel: 'आपका फ़ोन नंबर',
    question: 'अब अपना प्रश्न सेट करने के लिए टैप करें',
    option_a: 'विकल्प ए',
    option_b: 'विकल्प बी',
    option_c: 'विकल्प सी',
    correct_text: 'सही उत्तर',
    submit_btn: 'जमा करें',
    question_rule: {
      title1: 'सेट करें, सवाल करें, इसे जीतिए!!',
      title2: 'सेट करें, सवाल करें, इसे जीतिए!!',
      notice_title: 'Notice',
      instruction: [
        '1. उचित प्रश्नोत्तरी और वर्तनी के साथ अपने प्रश्नों को सेट करें, और हमारे क्विज़ मास्टर बनने के लिए उन्हें सबमिट करें।',
        '2. एक बार आपके प्रश्न चुने जाने के बाद, आपको अपने स्वयं के प्रश्न का उत्तर देने की संभावनाएं मिलेंगी! जीतने के लिए \'गो! मिलियनेयर \'खेले।',
        '3. आपका नाम आपके प्रश्नों के नीचे दिखाया जाएगा, जिसका अर्थ है कि आपका नाम और प्रश्न लाखों एपस उपयोगकर्ताओं द्वारा देखा जाएगा।',
        '4. हम प्रत्येक क्विज़ मास्टर  को @APUSBrowser फेसबुक पेज पर हर रोज घोषित करेंगे ..'
      ],
      notice: {
        title: 'नोट',
        text1: 'केवल अंग्रेजी प्रश्न।',
        text2: 'हमारे "गोल्डन क्विज़ मास्टर" बनने के लिए जितने सवाल हो सके उतने सबमिट करें',
        text3: 'मास्टर "हर हफ्ते, पुरस्कार आपको प्रतीक्षा करते हैं।'
      },
      agree_btn: 'ठीक, मैं सहमत हूँ'
    },
    question_pop: {
      submit_faild_title: 'Failed to Submit',
      no_name: 'अपना नाम दर्ज करें।',
      no_tel: 'कृपया अपना फोन नंबर दर्ज करें',
      wrong_tel: 'कृपया सही फोन नंबर दर्ज करें',
      no_question: 'कृपया सवाल पूरा करें',
      no_answer: 'कृपया उत्तर पूरा करें',
      submit_faild: 'आपका इंटरनेट अस्थिर है, कृपया पुनः प्रयास करें।'
    }
  },
  setQuestionResult: {
    title: 'खुद के प्रश्न सेट करें',
    text1: 'आपका प्रश्न भेज दिया गया है',
    text2: 'धन्यवाद! ज्ञान ही शक्ति है। हम सभी सबमिशन की समीक्षा करेंगे और प्रतिदिन एपस ब्राउज़र फेसबुक पेज पर चयनित प्रश्नों और क्विज़ मास्टर की घोषणा करेंगे।',
    text3: 'आप अधिग्रहण करेंगे:',
    text4: '1. प्रश्नोत्तरी के लिए प्रतिदिन संकेत प्राप्त करें',
    text5: '2. पुरस्कार जीतने के लिए और अधिक दिलचस्प प्रतियोगिताएं',
    text6: '3. क्विज़ मास्टर समूह में शामिल होने की संभावना',
    share_btn: 'हमारा अनुसरण करो',
    submit_btn: 'जमा करें दूसरा'
  },
  userCenter: {
    title: 'प्रयोक्ता प्रोफ़ाइल',
    name: 'उपनाम',
    tel: 'फ़ोन नंबर',
    code: 'रेफ़रल कोड',
    cash_history: 'नकद इतिहास',
    contact: 'हमसे संपर्क करें',
    logout_btn: 'लोग आउट',
    logout_pop: {
      text1: 'क्या आप लॉग आउट करना चाहते हैं?',
      text2: 'आप लॉग आउट करने में विफल रहे, कृपया पुनः प्रयास करें।'
    }
  },
  shareDetail: {
    title: 'अतिरिक्त जीवन',
    describe1: 'जब आप लॉग इन करने के बाद गलत तरीके से जवाब देते हैं तो आप एक्स्ट्रा लाइव्स का उपयोग कर सकते हैं। यह स्वचालित रूप से लागू हो जाएगा। अंतिम प्रश्न को छोड़कर प्रति गेम दो अतिरिक्त जीवन का उपयोग किया जा सकता है।',
    describe2: 'आप इसे एक नए उपयोगकर्ता को आमंत्रित करने के माध्यम से प्राप्त कर सकते हैं। हर बार जब वह आपके रेफ़रल कोड के साथ साइन अप करता है और हमारे खेल को खेलता है, तो आप दोनों को एक लाइव मिलता है।',
    text: 'मेरा रेफ़रल कोड:',
    share_btn: 'आमंत्रण'
  },
  receiveCard: {
    share_title: 'I\'m playing \'Go! Millionaire\', my referral code is {code}，join us and win up to Rs.1,000,000 at 10PM every day!',
    share_descripe: 'Download Go!Millonaire Browser and use my referral code 345566, let keep winning cash every day!',
    share_pop: {
      text1: 'मेरा रेफ़रल कोड:',
      text2: 'इसे पाने के लिए अपने दोस्तों को आमंत्रित करना शुरू करें!'
    },
    invite_pop: {
      text1: 'नकदी कमाने के लिए दोस्तों को आमंत्रित करें',
      text2: 'प्रत्येक निमंत्रण ₹ 1000 तक कमा सकता है'
    }
  },
  reviveGuide: {
    title: 'रेफरल कोड अब उपलब्ध है!',
    text1: 'गलत जवाब देने पर खेलते रहें',
    text2: 'जीतने के लिए और अधिक संभावनाएं प्राप्त करें',
    text3: 'अगले मिलियनएयर होने के लिए नकदी जीते!',
    btn: 'अब अतिरिक्त जीवन प्राप्त करें'
  },
  winnersResult: {
    result_tip: 'पुरस्कार अगले गेम में रोल हो जाएगा',
    title1: 'विजेता!',
    title2: 'आप जीट गेए<b>बधाई! इस खेल में {winnerAmount} विजेता!</b>'
  },
  publicText: {
    agreement: 'User Agreement',
    policy: 'Privacy Policy'
  },
  policyBomb: {
  }
}
export default locale
